[
  {
    "id": 1,
    "name": "Jerry Seinfeld",
    "img": "https://i.imgur.com/0tSh41f.png",
    "blurb": "A stand-up comedian and the central character of the show. Obsessed with cleanliness, cereal, and dating.",
    "episodes": null
  },
  {
    "id": 2,
    "name": "George Costanza",
    "img": "https://i.imgur.com/jEFrqJg.png",
    "blurb": "Jerry's neurotic best friend. Often unemployed, insecure, and full of bad ideas.",
    "episodes": null
  },
  {
    "id": 3,
    "name": "Elaine Benes",
    "img": "https://i.imgur.com/C732w2H.png",
    "blurb": "Jerry's ex-girlfriend and close friend. Independent, witty, and full of iconic dances.",
    "episodes": null
  },
  {
    "id": 4,
    "name": "Cosmo Kramer",
    "img": "https://i.imgur.com/GPPkybR.png",
    "blurb": "Jerry's eccentric neighbor. Known for his wild entrances, weird schemes, and big heart.",
    "episodes": null
  },
  {
    "id": 5,
    "name": "Carol",
    "img": "https://i.imgur.com/KoqNktN.png",
    "blurb": "Nasal-voiced friend of the group who lives in the Hamptons with her husband Michael. Famous for insisting \"You gotta see the baby!\"",
    "episodes": [
      {
        "name": "The Stakeout",
        "url": "/episodes/the-stakeout"
      },
      {
        "name": "The Robbery",
        "url": "/episodes/the-robbery"
      }
    ]
  },
  {
    "id": 6,
    "name": "Helen Seinfeld",
    "img": "https://i.imgur.com/TcUCv2h.png",
    "blurb": "Jerry’s doting mother who thinks he’s perfect and can’t imagine why anyone wouldn’t like him. Lives in Florida with her husband Morty and shares his distaste for the Costanzas and Newman.",
    "episodes": [
      {
        "name": "The Stakeout",
        "url": "/episodes/the-stakeout"
      }
    ]
  },
  {
    "id": 7,
    "name": "Morty Seinfeld",
    "img": "https://i.imgur.com/kzHW0Uz.png",
    "blurb": "Jerry’s stubborn and frugal father who takes pride in inventing the “beltless trench coat” and fiercely defends his son. Retired and living in Florida with Helen, Morty is known for his battles with Velcro and his time as a condo board president.",
    "episodes": [
      {
        "name": "The Stakeout",
        "url": "/episodes/the-stakeout"
      }
    ]
  },
  {
    "id": 8,
    "name": "Vanessa",
    "img": "https://i.imgur.com/CV7OLfy.png",
    "blurb": "Jerry’s Season One girlfriend and a lawyer. Though she appears in only two episodes, Vanessa is memorable for their early relationship struggles and a disastrous trip to Vermont.",
    "episodes": [
      {
        "name": "The Stakeout",
        "url": "/episodes/the-stakeout"
      },
      {
        "name": "The Stock Tip",
        "url": "/episodes/the-stock-tip"
      }
    ]
  },
  {
    "id": 9,
    "name": "Joel",
    "img": "https://i.imgur.com/CV7OLfy.png",
    "blurb": "Joel Horneck was a childhood friend of Jerry's in \"Male Unbonding\". Although they were friends as kids, they've grown apart as adults. Jerry decides to end the friendship.",
    "episodes": [
      {
        "name": "Male Unbonding",
        "url": "/episodes/male-unbonding"
      }
    ]
  },
  {
    "id": 10,
    "name": "Marlene",
    "img": "https://i.imgur.com/CV7OLfy.png",
    "blurb": "Marlene is a seductive yet frustrating woman whom both Jerry and George briefly date in the Seinfeld episode The Ex-Girlfriend, ultimately dumping her due to her endless conversations. She later breaks up with Jerry after seeing his act, saying she can't be with someone she doesn't respect—despite being a cashier herself",
    "episodes": []
  },
  {
    "id": 11,
    "name": "Uncle Leo",
    "img": "https://i.imgur.com/CV7OLfy.png",
    "blurb": "Uncle Leo is Jerry Seinfeld's uncle (his mother's brother), a bit character who is, even by Seinfeld universe standards, eccentric. He is often loud and somewhat boisterous. He lives in New York city, affording him frequent chances to bump into his nephew.",
    "episodes": []
  },
  {
    "id": 12,
    "name": "Alton Benes",
    "img": "https://i.imgur.com/CV7OLfy.png",
    "blurb": "Alton is Elaine’s gruff, intimidating father—a Korean War veteran and author of Fair Game—known for his intense demeanor, odd quirks, and tendency to make everyone around him uncomfortable.",
    "episodes": [
      {
        "name": "The Jacket",
        "url": "/episodes/the-jacket"
      }
    ]
  },
  {
    "id": 13,
    "name": "Donna",
    "img": "https://i.imgur.com/CV7OLfy.png",
    "blurb": "Donna is a woman Jerry dates in \"The Phone Message\" whose fondness for a \"Cotton Dockers\" commercial—one Jerry despises—sparks an argument that ultimately ends their relationship.",
    "episodes": [
      {
        "name": "The Phone Message",
        "url": "/episodes/the-phone-message"
      }
    ]
  },
  {
    "id": 14,
    "name": "Manny",
    "img": "https://i.imgur.com/CV7OLfy.png",
    "blurb": "Manny is the Spanish-speaking co-manager of Jerry's building in \"The Apartment\" who helps rent out the vacant unit, unintentionally sparing Jerry from living next to Elaine but leaving him with a loud musician instead.",
    "episodes": [
      {
        "name": "The Apartment",
        "url": "/episodes/the-apartment"
      }
    ]
  },
  {
    "id": 15,
    "name": "Rava",
    "img": "https://i.imgur.com/CV7OLfy.png",
    "blurb": "Rava is a Finnish writer with a dark outlook on life who appears in \"The Statue\". After Elaine hires her boyfriend Ray to clean Jerry’s apartment, Jerry accuses Ray of stealing a statue—causing a rift between the couples and ending Rava’s professional relationship with Elaine.",
    "episodes": [
      {
        "name": "The Statue",
        "url": "/episodes/the-statue"
      }
    ]
  },
  {
    "id": 16,
    "name": "Ray",
    "img": "https://i.imgur.com/CV7OLfy.png",
    "blurb": "Ray is Rava's boyfriend and a Columbia University student who appears in \"The Statue\". Hired to clean Jerry's apartment, Ray impresses Jerry—until Jerry suspects him of stealing a statue, leading to a confrontation that ends with Kramer impersonating a cop to retrieve it",
    "episodes": [
      {
        "name": "The Statue",
        "url": "/episodes/the-statue"
      }
    ]
  },
  {
    "id": 17,
    "name": "Newman",
    "img": "https://i.imgur.com/CV7OLfy.png",
    "blurb": "Newman is Jerry's sworn nemesis and Kramer's eccentric sidekick, known for his sinister greetings and over-the-top schemes. A mailman with a flair for drama and mischief, Newman is both a thorn in Jerry's side and a frequent (if chaotic) partner in crime with Kramer",
    "episodes": [
      {
        "name": "The Revenge",
        "url": "/episodes/the-revenge"
      }
    ]
  },
  {
    "id": 18,
    "name": "Antonio",
    "img": "https://i.imgur.com/CV7OLfy.png",
    "blurb": "Antonio is a busboy whom George accidentally gets fired in \"The Busboy\"—a twist of fate that ends up saving Antonio's life when an explosion kills five people at the restaurant shortly after. Grateful, Antonio thanks George, but a random fight with Elaine’s boyfriend leaves him injured, leaving George to care for his cat",
    "episodes": [
      {
        "name": "The Busboy",
        "url": "/episodes/the-busboy"
      }
    ]
  },
  {
    "id": 19,
    "name": "Frank Costanza",
    "img": "https://i.imgur.com/CV7OLfy.png",
    "blurb": "Frank Costanza is George’s loud, eccentric, and hot-tempered father, known for his bizarre ideas, over-the-top outbursts, and unique inventions like Festivus. He’s a whirlwind of chaotic energy who somehow makes every situation more absurd",
    "episodes": [{}]
  },
  {
    "id": 20,
    "name": "Estelle Costanza",
    "img": "https://i.imgur.com/CV7OLfy.png",
    "blurb": "Estelle Costanza is George’s overbearing and sharp-tongued mother, who often matches her husband’s intensity with her own fiery personality and comedic nagging. She adds to the family chaos with her dramatic flair and quick wit.",
    "episodes": [{}]
  },
  {
    "id": 21,
    "name": "Antonio",
    "img": "https://i.imgur.com/CV7OLfy.png",
    "blurb": "Antonio is a busboy whom George accidentally gets fired in \"The Busboy\"—a twist of fate that ends up saving Antonio's life when an explosion kills five people at the restaurant shortly after. Grateful, Antonio thanks George, but a random fight with Elaine’s boyfriend leaves him injured, leaving George to care for his cat",
    "episodes": [
      {
        "name": "The Busboy",
        "url": "/episodes/the-busboy"
      }
    ]
  },
  {
    "id": 22,
    "name": "Susan Ross",
    "img": "https://i.imgur.com/CV7OLfy.png",
    "blurb": "George's fiancée. Daughter to wealthy parents and former NBC executive. Briefly experimented with Lesbianism. Died licking poisonous wedding invitation envelopes.",
    "episodes": [{}]
  },
  {
    "id": 23,
    "name": "J. Peterman",
    "img": "https://i.imgur.com/CV7OLfy.png",
    "blurb": "Elaine's boss. Eccentric owner of the fashion oriented J. Peterman catalog.",
    "episodes": [{}]
  },
  {
    "id": 24,
    "name": "George Steinbrenner",
    "img": "https://i.imgur.com/CV7OLfy.png",
    "blurb": "George's boss. Depicted as a rambling, hard-nosed owner of the New York Yankees. His face is never shown. He seems to live in his own little world.",
    "episodes": [{}]
  },
  {
    "id": 25,
    "name": "David Puddy",
    "img": "https://i.imgur.com/CV7OLfy.png",
    "blurb": "Elaine's on again off again boyfriend. Phased and calm, yet can be a surprisingly passionate individual at times. Somewhat of an airhead. Used to be an auto mechanic but later became a car salesman.",
    "episodes": [{}]
  },
  {
    "id": 26,
    "name": "Mr. Wilhelm",
    "img": "https://i.imgur.com/CV7OLfy.png",
    "blurb": "George's supervisor. Works hard to ensure the Yankees organization runs smoothly.",
    "episodes": [{}]
  },
  {
    "id": 27,
    "name": "Mr. Lippman",
    "img": "https://i.imgur.com/CV7OLfy.png",
    "blurb": "Elaine's boss. Owner of Pendant Publishing. Later gave up that position and opened up a bakery that sold only the tops of muffins.",
    "episodes": [{}]
  },
  {
    "id": 28,
    "name": "Mr. Pitt",
    "img": "https://i.imgur.com/CV7OLfy.png",
    "blurb": "Elaine's boss. Extremely wealthy business owner. He is a very picky individual and is nearly impossible to please.",
    "episodes": [{}]
  },
  {
    "id": 29,
    "name": "Mickey Abbott",
    "img": "https://i.imgur.com/CV7OLfy.png",
    "blurb": "Little actor. Close ties with his friend Kramer.",
    "episodes": [{}]
  },
  {
    "id": 30,
    "name": "Jackie Chiles",
    "img": "https://i.imgur.com/CV7OLfy.png",
    "blurb": "Kramer's eccentric lawyer. A very successful lawyer, but has had bad luck when representing Kramer.",
    "episodes": [{}]
  },
  {
    "id": 31,
    "name": "Kenny Bania",
    "img": "https://i.imgur.com/CV7OLfy.png",
    "blurb": "Stand-up comedian. Not particularly good at his job. Jerry especially dislikes him because he uses Jerry's act to warm up his audience.",
    "episodes": [{}]
  },
  {
    "id": 32,
    "name": "Jack Klompus",
    "img": "https://i.imgur.com/CV7OLfy.png",
    "blurb": "Short tempered resident of Phase Two of the Pines of Mar Gables who seems to consistently have a grudge against Morty Seinfeld. Has a cool astronaut pen that he gives to Jerry out of duress. Gets a \"sweetheart deal\" from Jerry for Morty's Cadillac, then subsequently drives it into a marsh.",
    "episodes": [{}]
  },
  {
    "id": 33,
    "name": "Sue Ellen Mischke",
    "img": "https://i.imgur.com/CV7OLfy.png",
    "blurb": "Sue Ellen is a bold and unpredictable character known for her quirky antics—like wearing a bra as a top—which lead to chaotic situations and legal troubles, yet she also has a sharp edge, shown by her competitive bidding and complicated personal relationships. Her storylines blend humor with moments of conflict, often intersecting with Elaine and the main cast in surprising ways.",
    "episodes": [{}]
  },
  {
    "id": 34,
    "name": "Dr. Tim Whatley",
    "img": "https://i.imgur.com/CV7OLfy.png",
    "blurb": "Tim Whatley is Elaine’s dentist and brief boyfriend, known for his sarcastic humor, questionable gift-giving (including regifting), and a knack for getting under Jerry’s skin—especially with his edgy jokes and odd behaviors. His storylines often mix awkward social moments with running gags, like his controversial conversion to Judaism and the invention of the term anti-dentite.",
    "episodes": [{}]
  },
  {
    "id": 35,
    "name": "Ada",
    "img": "https://i.imgur.com/CV7OLfy.png",
    "blurb": "Ada is George Costanza’s efficient and attractive secretary for the New York Yankees, whose brief romance with George leads to unexpected complications—especially when George impulsively promises her a raise that ends up exceeding his own salary. Her keen perception also inadvertently gets George into hot water when she mistakenly labels him a Communist, triggering a bizarre diplomatic assignment.",
    "episodes": [{}]
  },
  {
    "id": 36,
    "name": "Babu Bhatt",
    "img": "https://i.imgur.com/CV7OLfy.png",
    "blurb": "Babu is a Pakistani immigrant whose dream of running a successful restaurant ends in disappointment and debt after taking Jerry’s well-meaning but misguided advice. Later, his struggles with immigration and eventual deportation lead to a bitter grudge against Jerry and the gang, culminating in his testimony against them in the series finale",
    "episodes": [{}]
  },
  {
    "id": 37,
    "name": "Cedric",
    "img": "https://i.imgur.com/CV7OLfy.png",
    "blurb": "Cedric is one half of a tough duo with his partner Bob, known for repeatedly harassing and beating up Kramer throughout the series. They are revealed to be Puerto Rican in their final appearance, adding to their streetwise, intimidating presence.",
    "episodes": [{}]
  },
  {
    "id": 38,
    "name": "Lloyd Braun",
    "img": "https://i.imgur.com/CV7OLfy.png",
    "blurb": "Lloyd is a quirky and mentally fragile character who suffered a nervous breakdown after an unsuccessful political campaign and unsuccessfully tried self-help methods like the “serenity now” tapes. Despite his struggles, he briefly dated Elaine and later helped Kramer and Jerry with odd jobs, but his eccentric behavior and low confidence often leave him on the fringes of the main cast’s world.",
    "episodes": [{}]
  },
  {
    "id": 39,
    "name": "Russel Dalrymple",
    "img": "https://i.imgur.com/CV7OLfy.png",
    "blurb": "Russell Dalrymple is the eccentric NBC president who initially champions Jerry and George’s sitcom but repeatedly complicates their lives with his awkward personal behavior—like his fixation on Elaine and surprising tolerance for inappropriate moments. His sudden disappearance to join Greenpeace and eventual offscreen death add a bizarre twist to the show’s behind-the-scenes drama",
    "episodes": [{}]
  },
  {
    "id": 40,
    "name": "Deena Lazzari",
    "img": "https://i.imgur.com/CV7OLfy.png",
    "blurb": "Deena Lazzari is George Costanza’s childhood friend who becomes convinced he is mentally unstable after repeatedly witnessing his odd and erratic behavior, from dressing in costume to talking to a doll. Her growing concerns lead her to dismiss George’s desperate pleas when he’s mistakenly committed to a mental asylum, believing he finally needs help. ",
    "episodes": [{}]
  },
  {
    "id": 41,
    "name": "The Drake",
    "img": "https://i.imgur.com/CV7OLfy.png",
    "blurb": "Scott Drake, better known as The Drake, was a mutual friend of Jerry, George, Elaine and Kramer, who often referred to him with phrases like \"Love the Drake\" or \"Hate the Drake\", depending on their mood. He has had a very rocky relationship with his fiancée, Allison, who also caused him quite a bit of personal grief",
    "episodes": [{}]
  },
  {
    "id": 42,
    "name": "Sidney Fields",
    "img": "https://i.imgur.com/CV7OLfy.png",
    "blurb": "Sidney Fields is a cantankerous elderly man whom Jerry reluctantly cares for, known for his sharp insults and paranoia that Jerry will harm him. Despite his grumpiness and chaotic antics—like losing his teeth in a garbage disposal—Sid maintains a stubborn independence, culminating in a memorable cameo at Monk’s Cafe with other seniors.",
    "episodes": [{}]
  }
]
